Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: That subject is especially timely in view of events in the EU's Southern and Eastern Neighbourhood.
pl: Temat ten jest szczególnie aktualny w kontekście wydarzeń w Południowym i Wschodnim Sąsiedztwie UE.

source: The participants shared the view that without democracy, whose key element is civil society, sustainable growth, stability and security in partner countries cannot be achieved.
pl: Uczestnicy podzielili pogląd, że bez demokracji, której podstawowym elementem jest społeczeństwo obywatelskie, nie jest możliwe osiągniecie zrównoważonego wzrostu, stabilności oraz bezpieczeństwa w krajach partnerskich.

source: The second day of deliberations began with a discussion on joint programming, one of the potentially most important mechanisms serving to increase effective development assistance.
pl: Drugi dzień obrad rozpoczął się od dyskusji nt. wspólnego programowania, jednego z potencjalnie najważniejszych mechanizmów służących zwiększeniu efektywności pomocy rozwojowej.

source: The meeting ended with a session devoted to the Fourth High Level Forum on Effective Assistance.
pl: Spotkanie zakończyła sesja poświęcona przygotowaniom do IV Forum Wysokiego Szczebla nt.

source: The purpose of the meeting of ministers in Sopot was to continue the discussion on the shape of the common EU position at that Forum.
pl: Spotkanie ministrów w Sopocie miało na celu kontynuowanie dyskusji nad kształtem wspólnego stanowiska UE na to Forum.

source: Global education in regions
pl: Lokalna Edukacja Globalna

source: “Global education in regions” - New Media Foundation.
pl: "Lokalna Edukacja Globalna" - Fundacja Nowe Media.

source: The Academy of Animators will meet for training sessions lasting several days from September through December 2012.
pl: Spotkania Akademii Animatorów będą odbywać się w ramach kilkudniowych sesji szkoleniowych w okresie od września do grudnia 2012 roku.

source: Invited guests will include workers of the Polish Humanitarian Action, Caritas Polska and the Centre for Eastern Studies.
pl: Wśród zaproszonych gości znajdą się pracownicy Polskiej Akcji Humanitarnej, Caritas Polska i Ośrodka Studiów Wschodnich.

source: In addition to meetings with experts, animation workshops, group work workshops, especially with lower and upper secondary school students, will be organised.
pl: Spotkania z ekspertami będą uzupełnione o warsztaty animatorskie, warsztaty pracy z grupą, szczególnie uczniami liceum i gimnazjum.

source: Animators of the “Global education in regions” Academy, applying the knowledge they acquired and using prepared scenarios, will run classes on human rights, multiculturalism and sustainable development in schools.
pl: Animatorzy Akademii Lokalnej Edukacji Globalnej w oparciu o zdobytą wiedzę i wypracowane scenariusze zajęć będą prowadzić w szkołach zajęcia w zakresie praw człowieka, wielokulturowości oraz zrównoważonego rozwoju.

source: The education campaign will be run in close to 50 schools that volunteered to take part in the project and will last from mid-September until early December.
pl: Akcja edukacyjna obejmie blisko 50 szkół, które zgłosiły chęć udziału w projekcie i potrwa od drugiej połowy września do początku grudnia.

source: The project also involves a competition for the best multimedia presentation on global education, showing a creative approach, created by student groups.
pl: W ramach projektu zaplanowano też konkurs na najlepszą prezentację multimedialną o twórczym podejściu do zagadnień edukacji globalnej, którą przygotują zespoły uczniów.

source: The best presentations will be awarded.
pl: Najlepsze prezentacje zostaną nagrodzone.

source: For more information, please visit the website www.edukacjaglobalna.org .
pl: Więcej informacji można znaleźć na stronie internetowej www.edukacjaglobalna.org .

source: According to the results of a public opinion poll [1] two thirds of Poles (65%) believe that Poland should support the development of less developed countries.
pl: Według przeprowadzonych badań [1] dwie trzecie Polaków (65%) uważa, że Polska powinna wspomagać rozwój krajów słabiej rozwiniętych.

source: Three times fewer respondents (22%) oppose to this.
pl: Przeciwnego zdania jest trzykrotnie mniej osób (22%).

source: 13% of respondents were unable to take a clear stance as regards the provision of such aid.
pl: 13% badanych nie potrafi zająć jednoznacznego stanowiska w sprawie prowadzenia działań pomocowych.

source: The belief that Poland should support the development of less developed countries prevails in all social and demographic groups.
pl: Przekonanie, że Polska powinna wspomagać rozwój krajów słabiej rozwiniętych dominuje we wszystkich grupach społeczno-demograficznych.

source: A particularly high level of acceptance was reported by people with higher education (80%, compared to 59% in the case people with primary education, and it was greater among rural residents (71%) compared to people living in towns and cities (62%).
pl: Szczególnie wysoki poziom akceptacji zidentyfikowano wśród osób z wykształceniem wyższym (80%, podczas gdy z podstawowym - 59%), większy wśród mieszkańców wsi (71%) niż miast (ogółem w miastach 62%).

source: Another observation is that the greater interest in politics, the more widespread acceptance of the provision of aid by our country.
pl: Zaobserwowano także, że im większe zainteresowanie polityką, tym powszechniejsza akceptacja dla działań pomocowych organizowanych przez nasz kraj.

source: On what grounds do Polish people shape their opinion on the provision of development aid?
pl: Na jakiej podstawie Polacy kształtują swoje zdanie na temat działań w ramach pomocy rozwojowej?

source: The respondents show a rather low level of knowledge about development aid - only one third of them reported that they had come across information concerning aid provided by Poland to other countries within 2-3 months preceding the survey.
pl: Wśród badanych występuje dość niski poziom wiedzy o pomocy rozwojowej, jedynie jedna trzecia z nich deklarowała zetknięcie się z informacjami o pomocy Polski dla innych krajów w ciągu 2-3 miesięcy poprzedzających badanie.

source: Other major channels of obtaining information about aid activities carried out by Poland for the benefit of other countries included the radio (16%).
pl: Wśród liczących się kanałów zdobywania informacji o działaniach pomocowych Polski dla innych krajów, badani wymieniali ponadto radio (16%).

source: Information on aid provided by Poland which the respondents came across most often concerned primarily support for refugees (56%).
pl: Ankietowani najczęściej stykali się z wiadomościami dotyczącymi wsparcia dla uchodźców (56%).

source: How willing are we to provide financial support in less affluent countries?
pl: Jak skłonni jesteśmy do finansowego wsparcia rozwoju w krajach uboższych?

source: Half of the respondents (52%) believe that given our capacities, Poland allocates sufficient funds for development aid for less affluent countries.
pl: Połowa badanych (52%) uważa, że w stosunku do swoich możliwości, Polska przeznacza na pomoc rozwojową dla krajów biedniejszych tyle pieniędzy, ile potrzeba.

source: Among those reporting objections, 12% claim that we spend too much on development aid, while 10% think that the funds we spend on it are insufficient.
pl: Wśród osób, które zgłaszają zastrzeżenia 12% jest zdania, że wydajemy za dużo, a 10% - że za mało.

source: Almost three fifths of Poles (57%) do not object to allocating a portion of their taxes by the government for development aid for less affluent countries.
pl: Prawie trzy piąte Polaków (57%) dopuszcza by rząd Polski przekazywał część ich podatków na pomoc rozwojową dla krajów biedniejszy.

source: One third of the respondents (33%) agreed that this could be 6 PLN a month, while 5% expressed their consent for allocating greater amounts for this purpose.
pl: Jedna trzecia pytanych (33%) zgodziła się, by było to 6 zł miesięcznie, a 5% osób było gotowych przeznaczyć na ten cel wyższe kwoty.

source: The higher the education level, the better financial situation and the stronger conviction of the need for Poland to support the development of less developed countries, the more widespread acceptance for allocating a portion of taxes paid by Polish citizens for development aid for less affluent countries.
pl: Im wyższe wykształcenie, lepsza sytuacja materialna i silniejsze przekonanie o konieczności wspomagania przez Polskę rozwoju krajów słabiej rozwiniętych, tym powszechniejsza akceptacja dla przekazywania części płaconych przez siebie podatków na pomoc rozwojową dla krajów biedniejszych.

source: According to the respondents the development of less developed countries is hampered by three major obstacles: problems with access to drinking water (50%), armed conflicts and other domestic conflicts, as well as contagious diseases, including HIV and AIDS (45% each).
pl: Zdaniem badanych trzy największe przeszkody stojące na drodze rozwoju krajów słabiej rozwiniętych to problem z dostępem do wody pitnej (50%), konflikty oraz rozprzestrzenianie się chorób zakaźnych, w tym HIV i AIDS (po 45%).

source: These were followed by inability to produce sufficient quantities of food (30%) and illiteracy (27%).
pl: Na kolejnych miejscach znalazły się niezdolność do wytworzenia wystarczającej ilości pożywienia (30%) i analfabetyzm (27%).

source: When asked about the areas in which Poland has the most to offer to less affluent countries, the respondents indicated first education (46%).
pl: Jednocześnie, pytani o dziedziny, w których Polska ma najwięcej do zaoferowania krajom biedniejszym, na pierwszym miejscu wskazali edukację (46%).

source: We also highly value the competence of our doctors, nurses and midwives - 38% of the respondents believe that medical aid is an area in which we are able to support less affluent countries.
pl: Ponadto, Polacy wysoko cenią umiejętności naszych lekarzy, pielęgniarek, położnych - 38% badanych uznało, że pomoc medyczna jest tą dziedziną, w której moglibyśmy wesprzeć kraje biedniejsze.

source: The same percentages (23%) of the respondents indicated support aimed at facilitating economic growth and at the prevention of crises and post-conflict reconstruction, 19% of the respondents indicated infrastructural development, 18% - support for democratic reforms and environmental protection, while the fewest respondents indicated agricultural development.
pl: Po 23% osób wskazywało na wspieranie wzrostu gospodarczego oraz zapobieganie kryzysom i odbudowę po konfliktach, 19% - rozwój infrastruktury, po 18% - wspieranie reform demokratycznych i ochronę środowiska, natomiast najmniej - rozwój rolnictwa.

source: When asked how Poland could support the development of poorer countries, most Poles again opted for the idea of allowing students from those countries to study in Poland (37%: this percentage is by 7 points higher than one year ago).
pl: Za najlepszą metodę wspierania rozwoju krajów uboższych respondenci po raz kolejny uznali umożliwienie studentom z tych krajów podjęcia kształcenia w Polsce (37% - to odsetek o 7 pkt proc. wyższy niż przed rokiem).

source: Where and how should development aid from Poland be sent?
pl: Gdzie i jak powinna być kierowana pomoc rozwojowa z Polski?

source: According to the survey Polish people believe that aid granted by our country should be provided to African and Middle East countries (e.g. Ethiopia, Kenya, Palestine, Tanzania - 42%) and to our eastern neighbours - Ukraine and Belarus (40%).
pl: Według badania, preferowane przez Polaków, główne kierunki pomocy udzielanej przez nasz kraj, to państwa Afryki i Bliskiego Wschodu (takie jak Etiopia, Kenia, Palestyna, Tanzania - 42%) oraz wschodni sąsiedzi Polski - Ukraina i Białoruś (40%).

source: The most important channels of distribution of financial aid granted by Poland to support less developed countries, most favoured by the respondents, are related not with institutions established in the countries covered by aid, but with specialist international organizations (49%) and our domestic companies and NGOs (47%).
pl: Najważniejsze, preferowane przez respondentów kanały dystrybucji funduszy przekazywanych przez Polskę jako pomoc dla krajów mniej rozwiniętych dotyczą wyspecjalizowanych organizacji międzynarodowych (49%) oraz rodzimych firm i organizacji pozarządowych (47%).

source: [1] Results of the public opinion poll on Polish development cooperation conducted by the TNS Polska between 27 November - 2 December 2015 on a representative sample of 1,014 residents of Poland aged 15 and higher.
pl: [1] Wyniki badania opinii publicznej nt. polskiej pomocy rozwojowej przeprowadzonego przez TNS Polska w dniach 27 listopada - 2 grudnia 2015 r. na reprezentatywnej 1014-osobowej próbie mieszkańców kraju w wieku 15 i więcej lat.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / European Development Days / European Development Days 2011 / Moving Beyond Electoral Democracies
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / Europejskie Dni Rozwoju / Europejskie Dni Rozwoju 2011 / Moving Beyond Electoral Democracies

source: The discussion centred on how to ensure that the EU offer aimed at enhancing democratization processes is credible.
pl: Temat przewodni dyskusji to jak zapewnić wiarygodność oferty UE na rzecz wsparcia procesów demokratyzacyjnych.

source: The panellists agreed that it is not sufficient to take the traditional approach which focuses on helping organize and monitor parliamentary elections.
pl: Paneliści byli zgodni co do tego, że tradycyjne podejście koncentrujące się na wspieraniu organizacji oraz monitorowaniu przebiegu wyborów parlamentarnych jest niewystarczające.

source: Support offer should also be extended to political parties.
pl: Ofertą wsparcia powinny zostać objęte także partie polityczne.

source: This kind of support can be offered by political foundations, which for many years have been engaged in information and education campaigns addressed to political activists.
pl: Taką ofertą dysponują fundacje polityczne, które od lat zaangażowane są w prowadzenie kampanii informacyjnych oraz edukacyjnych adresowanych do działaczy politycznych.

source: [1] Organizer: European Network of Political Foundations (ENoP).
pl: [1] Organizator: European Network of Political Foundations (ENoP).

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2009 / Strengthening and professionalisation of agricultural advisory services in the Republic of Moldova
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2009 / Wzmocnienie roli i profesjonalizacja działań rolniczych służb doradczych Republiki Mołdowy

source: Strengthening and professionalisation of agricultural advisory services in the Republic of Moldova
pl: Wzmocnienie roli i profesjonalizacja działań rolniczych służb doradczych Republiki Mołdowy

source: The project was implemented in collaboration with the National Agency for Rural Development in Kishinev.
pl: Bezpośrednimi beneficjentami projektu byli mołdawscy doradcy i konsultanci rolni, a partnerem - Krajowa Agencja Rozwoju Wsi w Kiszyniowie.

source: The project offered a training course in renewable energy sources and a workshop in the European accounting data collection system for the agricultural sector (FADN).
pl: W ramach projektu zrealizowano szkolenie z zakresu odnawialnych źródeł energii oraz warsztaty z zakresu europejskiego systemu zbierania danych rachunkowych z gospodarstw rolnych (FADN).

source: Description of the projects broken down by partner-country
pl: Charakterystyka projektów według kraju partnerskiego

source: The portion of call for proposals referring to Ukraine brought 83 projects, for a total of almost PLN 20 million.
pl: Na część konkursu dotyczącą Ukrainy wpłynęły 83 projekty, na łączną kwotę wynoszącą prawie 20 mln PLN.

source: No other country enjoyed such interest among the participants.
pl: Żaden inny kraj nie cieszył się takim zainteresowaniem.

source: In comparison, last year a call for proposals organized for countries undergoing transformation brought only 74 projects for all the countries concerned.
pl: Dla porównania w roku ubiegłym na konkurs dotyczący krajów w okresie transformacji wpłynęły łącznie na wszystkie kraje 74 projekty.

source: From among the six support areas stated in the call for proposals regulations (European and Euro-Atlantic integration, support of economic transformation; support for local self-government; education /co-operation of schools, student exchange; cross-border co-operation and building local partnerships; development of the non-governmental sector - media, non-governmental organizations), the largest interest of participants focused on support for local self-government and integration of Ukraine with the European Union.
pl: Spośród sześciu wskazanych w regulaminie obszarów wsparcia (Integracja europejska i euroatlantycka; Wsparcie transformacji gospodarczej; Wsparcie samorządu terytorialnego; Edukacja (współpraca szkół, wymiana młodzieży); Współpraca transgraniczna i budowanie partnerstwa lokalnego, Rozwój sektora pozarządowego [media, organizacje pozarządowe]) największym zainteresowaniem cieszyło się wsparcie samorządu terytorialnego oraz integracji Ukrainy z Unią Europejską.

source: An equally large number of projects covered the support of non-governmental organizations in Ukraine, both in general terms and in the specific area of activities (environment protection, problems of youths).
pl: Równie dużo projektów dotyczyło wsparcia organizacji pozarządowych na Ukrainie, zarówno w wymiarze ogólnym, jak i wsparcia w konkretnym obszarze działalności (ekologia, problemy młodzieży).

source: Several projects were received regarding the exchange of youths from Poland and Ukraine.
pl: Wpłynęło także kilka projektów dotyczących wymiany młodzieży z Polski i z Ukrainy.

source: Relatively few projects covered the media, but the majority of those received turned out to be very good.
pl: Stosunkowo niewiele projektów związanych było z mediami, jednak te, które wpłynęły w większości okazały się bardzo dobre.

source: Support for economic transformation met with relatively the lowest interest, but a few very specialized projects were received for that area too.
pl: Stosunkowo najmniejszym zainteresowaniem cieszyło się wsparcie transformacji gospodarki, chociaż i na ten obszar wpłynęło kilka bardzo specjalistycznych projektów.

source: 35 projects were received, for a total of more than PLN 6 million.
pl: Wpłynęło 35 projektów na kwotę przekraczającą 6 mln PLN.

source: The submitted projects covered all support areas included in the regulations, and each area is represented by the projects accepted for implementation.
pl: Złożone projekty dotyczyły zasadniczo wszystkich obszarów wsparcia określonych w regulaminie konkursu i każdy obszar jest reprezentowany wśród projektów przyjętych do realizacji.

source: The largest group of applications referred to local development (in terms of strengthening the local leaders and social animators, activation and integration of local communities, regional tourism as the chance for local development); training and exchange of youths (study visits, training etc.), support for the local and regional press (training and seminars for journalists, typesetters, distributors).
pl: Najwięcej wniosków odnosiło się do rozwoju lokalnego (w perspektywie wzmacniania lokalnych liderów i animatorów społecznych, aktywizacji i integracji społeczności lokalnych, turystyki regionalnej jako szansy rozwoju lokalnego), szkoleń i wymiany młodzieży (pobyty studyjne, szkolenia itp.), wsparcia prasy lokalnej i regionalnej (szkolenia i warsztaty dla dziennikarzy, składaczy, kolporterów).

source: Only 2 projects regarding economic development were approved (development of SMEs through the analysis of legal foundations, preparation of a report to be published in Belarusian SME Review, seminar on credit unions), and 1 project regarding European integration (training and promotion of knowledge on the EU).
pl: Zaakceptowano 2 jedyne zgłoszone projekty dotyczące rozwoju gospodarczego (rozwój MŚP poprzez analizę podstaw prawnych i stworzenie raportu publikowanego w Belarusian SME Review, seminarium nt. unii kredytowych) oraz 1 projekt dotyczący integracji europejskiej (szkolenie i promocja wiedzy o UE).

source: In the area “support for activities which foster the propagation of objective information among the civic society”, only publishing proposals were received (publications of books and independent Belarusian magazines); and a project that would set up an e-mail based service with news and commentaries, addressed to all users of e-mail.
pl: W obszarze „wspieranie działań sprzyjających szerzeniu obiektywnej informacji wśród społeczeństwa obywatelskiego wpłynęły jedynie projekty wydawnicze (publikacje książek i niezależnych czasopism białoruskich) oraz projekt zakładający informacyjno-publicystyczny masowy serwis e-mailowy adresowany do wszystkich użytkowników poczty elektronicznej.

source: 23 projects were received, for a total of almost PLN 4 million.
pl: Wpłynęły 23 projekty na łączną kwotę wynoszącą prawie 4 mln PLN.

source: The projects covered all four areas listed in the call for proposals regulations.
pl: Złożone projekty dot. wszystkich czterech obszarów, wskazanych w regulaminie konkursu.

source: The largest number of projects covered training for local leaders and strengthening the potential of Russian NGOs, training for academic teachers and students, projects for youth integration.
pl: Najwięcej projektów dotyczyło szkoleń dla lokalnych liderów i wzmacniania potencjału rosyjskich NGOs. szkolenia nauczycieli akademickich i studentów, projekty integracji młodzieży.

source: Seminars and conferences will also be delivered on the issues of reform of public administration and local government, and credit cooperatives.
pl: Będą realizowane również seminaria i konferencje nt. reformy administracji publicznej i samorządu terytorialnego oraz spółdzielni kredytowych.

source: Quite a few projects were also received on regional tourism, environment protection, volunteer organizations and transformations of small and medium-sized enterprises.
pl: Pewną grupę stanowią też projekty dot. turystyki regionalnej, ekologii, wolontariatu oraz przekształceń małych i średnich przedsiębiorstw.

source: There were 17 projects received for Moldova, for a total of over 3 million zlotys.
pl: Projektów dotyczący Mołdowy wpłynęło 17, na łączną sumę ponad 3 milionów złotych.

source: Several interesting projects were received also in the area of agriculture and environment protection.
pl: Wpłynęło również kilka interesujących projektów dotyczących rolnictwa i ochrony środowiska.

source: Albania, Bosnia and Herzegovina, Montenegro, Macedonia, Serbia
pl: Albania, Bośnia i Hercegowina, Czarnogóra, Macedonia, Serbia

source: 8 projects were received, for a total amount not exceeding the allocated resources.
pl: Wpłynęło 8 projektów na łączną kwotę nie przekraczającą alokowanych środków.
